Repository: pass-with-high-score/qr_scanner_app
Catalog: Localizable.xcstrings
Source language: en
Languages: vi

# aleart_scanned_successfully
source: Scanned successfully
vi: Quét mã thành công

# alert_clear_all_history_content
source: This will remove all QR history. This action cannot be undone.
vi: Hành động này sẽ xoá toàn bộ lịch sử quét mã QR và đồng thời không thể khôi phục.

# alert_clear_all_history_title
source: Clear all history?
vi: Xoá tất cả lịch sử?

# btn_cancel
source: Cancel
vi: Huỷ

# btn_clear_all
source: Clear all
vi: Xoá tất cả

# btn_close
source: Close
vi: Đóng

# btn_copy
source: Copy
vi: Sao chép

# btn_delete
source: Delete
vi: Xoá

# btn_open_in_safari
source: Open in Safari
vi: Mở trong Safari

# btn_save
source: Save
vi: Lưu

# btn_share
source: Share
vi: Chia sẻ

# btn_share_qr_image
source: Share QR image
vi: Chia sẻ ảnh QR

# btn_start_scanning
source: Start scanning
vi: Bắt đầu quét

# hint_find_qr_code
source: Find QR code
vi: Tìm mã QR…

# label_add_to_contact
source: Add to contact
vi: Thêm vào danh bạ

# label_call
source: Call
vi: Gọi điện

# label_can_not_generate_qr
source: Can not generate QR code
vi: Không thể tạo QR

# label_content %@
source: Content: %@
vi: Nội dung: %@

# label_copy
source: Copy
vi: Sao chép

# label_no_results_found
source: No results found
vi: Không tìm thấy kết qủa

# label_open_in_safari
source: Open in Safari
vi: Mở trong Safari

# label_scan_a_qr_code_to_see_it_here
source: Scan a QR code to see it here
vi: Sau khi quét mã QR, bạn sẽ thấy nó không còn trống nữa

# label_send_email
source: Send Email
vi: Gửi Email

# label_try_a_different_search_term
source: Try a different serch term
vi: Thử tìm bằng từ khoá khác

# label_view_qr_code
source: View QR code
vi: Xem mã QR

# nav_qr_code_history
source: QR code history
vi: Lịch sử mã QR

# nav_qr_image_preview
source: QR image preview
vi: Xem mã QR

# nav_scan_qr_code
source: Scan QR code
vi: Quét mã QR

# subtitle_open_camera_to_scan_qr_code
source: Open camera to scan QR code
vi: Mở máy ảnh để quét mã QR

# subtitle_scan_qr_code
source: Let’s find your magic code!
vi: Quét mã để khám phá điều kỳ diệu:)

# subtitle_scanned_at %@
source: Scanned at: %@
vi: Quét vào: %@

# tab_history
source: History
vi: Lịch sử

# title_contact
source: Contact
vi: Liên hệ

# title_no_qr_history_found
source: No QR history found
vi: Không tìm thấy lịch sử

# title_phone
source: Phone
vi: Điện thoại

# title_place_the_qr_code_inside_the_frame
source: Place the QR code inside the frame
vi: Đưa mã QR vào bên trong khung hình

# title_scan_qr_code
source: Scan QR code
vi: Quét mã QR

# title_text
source: Text
vi: Văn bản
